{
    "posts": [
        {
            "id": 1,
            "titre": "Écoute, jolie Marcia",
            "langue originale": "Portugais ",
            "premier éditeur français": "Editions ça et là",
            "premier publication":"10 Mars 2022",
            "auteurs": "Marcello Quintanilha",
            "thèmes": "Bande dessinée, Brésil, Favelas ",
            "résumé": "Infirmière dans un hôpital à proximité de Rio, Marcia vit dans une favela avec son petit ami Aluisio et sa fille Jaqueline, qu'elle a eue avec un autre homme. Celle-ci fréquente les gangs du quartier, jusqu'au jour où elle est arrêtée pour recel de marchandises volées. Ses parents découvrent alors qu'elle est mêlée à des affaires criminelles impliquant un groupe de policiers corrompus.",
            "image": "ecoute_jolie_marcia.jpg"
        },
        {
            "id": 2,
            "titre": "From Blood and Ash, Tome 1 : Le Sang et la Cendre ",
            "langue originale": " Anglais",
            "premier éditeur français": "Editions ça et là",
            "premier publication":"10 Janvier 2022",
            "auteurs": "Jennifer L. Armentrout (Écrivain)",
            "thèmes": " Fantasy - Romance - New Adult - High fantasy ",
            "résumé": "Alors que la rivalité grandit entre deux royaumes ennemis depuis toujours, une jeune femme dont le destin était tout tracé voit ses certitudes voler en éclats, et plus que tout... son cœur. Une pucelle... Choisie depuis sa naissance pour inaugurer une nouvelle ère de son royaume, la vie de Poppy n'a jamais vraiment été la sienne. Ses parents ont été tués quand elle était jeune et elle vit depuis recluse et surprotégée. Une vie solitaire, sans être touchée ni même regardée, sans contact avec l'extérieur et avec un seul moment à attendre : le jour de son Ascension. Un devoir... L'avenir du royaume tout entier repose sur les épaules de Poppy, mais elle n'est pas sûre de vouloir de cette destinée. Parce qu'elle a un cœur, une âme et qu'elle préfèrerait combattre les créatures qui ont causé son malheur. Et quand Hawke, un garde d'honneur chargé de la protéger jusqu'à son Ascension, fait irruption dans sa vie, il remet en question ses croyances, jusqu'à la tentation de l'interdit. Un royaume...Abandonné par les dieux et craint par les mortels, un autre royaume déchu se soulève, déterminé à reprendre ce qui lui est dû par la violence et la vengeance. Et alors que la menace se rapproche, Poppy est non seulement sur le point de perdre son cœur et d'être jugée indigne par les dieux, mais aussi sa propre vie à mesure que tout ce qui constituait son univers s'écroule inexorablement. ",
            "image": "from_blood_and_ash_tome_1_le_sang_et_la_cendre.jpg"
        },
        {
            "id": 3,
            "titre": "From Blood and Ash, Tome 1 : Le Sang et la Cendre ",
            "langue originale": " Anglais",
            "premier éditeur français": "Editions ça et là",
            "auteurs": "Lohiel F. Courteveille ",
            "thèmes": " Fantasy - Romance - New Adult - High fantasy ",
            "résumé": " Un village de sylvaines, Katel l'indomptable et Milan, le cœur à vif. Une attirance contre nature ? Forcément, en Cinqueterre, rien ne se passe comme prévu. ",
            "image": "katel_des_forestieres.jpg"
        },
        {
            "id": 3,
            "titre": "Apprends d'hier",
            "langue originale": " Anglais",
            "premier éditeur français": "Editions ça et là",
            "premier publication":"2 Frevier 2022",
            "auteurs": "Rachel B.Durand ",
            "thèmes": " Amour - Passé douloureux - Combat clandestin - Peur de faire confiance",
            "résumé": "J’ai été inventer, j’avais 15 ans. Je n’ai pas de passé, pour le fuir, lui. Dix ans plus tard, je suis Rose Williams, avocate reconnue et grand requin de la finance. Je suis forte, solide et dure comme de l'acier. ",
            "image": "apprends_dhier.png"
        },
        {
            "id": 4,
            "titre": "Yakuzas !, Tome 1 : Mort cruelle",
            "langue originale": " Anglais",
            "premier éditeur français": "Editions ça et là",
            "premier publication":"1 Mars 2022",
            "auteurs": "Cyril Vial ",
            "thèmes": "  Harcèlement scolaire - Surnatuel - Thriller fantastique - Enquête policière - Crime organisé ",
            "résumé": "Les Yamamoto, premier gang de yakuzas du Japon, détiennent une arme aussi puissante que mystérieuse : un katana légendaire qui défie les lois de la nature… ",
            "image": "yakuzas_tome_1_mort_cruelle.jpg"
        },
        {
            "id": 5,
            "titre": "Treize raisons",
            "langue originale": " Anglais",
            "premier éditeur français": "Editions ça et là",
            "premier publication":"22 fevrier 2022",
            "auteurs": "Jay Asher",
            "thèmes": " Adolescence - Trahison - Suspense - Drame - Mort - Harcèlement scolaire ",
            "résumé": "Clay Jensen reçoit sept cassettes enregistrées par Hannah Baker avant qu'elle ne se suicide. Elle y parle de treize personnes qui ont, de près ou de loin, influés sur son geste. Et Clay en fait partie. D'abord effrayé, il écoute la jeune fille en se promenant au son de sa voix dans la ville endormie. Puis il découvre une Hannah inattendue qui lui dit à l'oreille que la vie est dans les détails. Une phrase, un sourire, une méchanceté ou un baiser et tout peut basculer. ",
            "image": "treize_raisons.jpg"
        },
        {
            "id": 6,
            "titre": "Mortelle Adèle, tome 18 : Toi, je te zut !",
            "langue originale": " Anglais",
            "premier éditeur français": "Editions ça et là",
            "premier publication":"15 Mars 2022",
            "auteurs": "Mr Tan ",
            "thèmes": " Humour - Bande dessinée ",
            "résumé": "N'allez pas embêter Mortelle Adèle, car s'il y a bien une petite fille décidée à ne pas se laisser faire, c'est elle ! Entre ses inventions loufoques pour créer un monde qui lui ressemble et les règlements de compte dans la cour de récréation ou à la maison, une chose ne change pas : Adèle a toujours le temps pour une bêtise ou deux !",
            "image": "mortelle_adele_tome_18_toi_je_te_zut.jpg"
        },
        {
            "id": 7,
            "titre": "Le Monde selon Garp",
            "langue originale": " Anglais",
            "premier éditeur français": "Editions ça et là",
            "premier publication":"28 Decembre 2021",
            "auteurs": "John Irving",
            "thèmes": "  Littérature américaine ",
            "résumé": "Alors qu'en 1943, face à une contraception défaillante, le souci de bien des femmes reste d'avoir un homme sans avoir d'enfant, la préoccupation de l'excentrique Jenny, infirmière dans un hôpital bostonien, est au contraire d'avoir un enfant bien à elle, mais surtout pas de fil à la patte. ",
            "image": "le_monde_selon_garp.jpg"
        },
        {
            "id": 8,
            "titre": "Harry Potter, Tome 1 : Harry Potter à l'école des sorciers",
            "langue originale": " Anglais",
            "premier éditeur français": "Editions ça et là",
            "premier publication":"1 Fevrier 2022",
            "auteurs": "Joanne Kathleen Rowling",
            "thèmes": "  Aventure - Amitié - Action - Fantastique - Littérature jeunesse - Magie ",
            "résumé": "Le jour de ses onze ans, Harry Potter, un orphelin élevé par un oncle et une tante qui le détestent, voit son existence bouleversée. Un géant vient le chercher pour l'emmener à Poudlard, une école de sorcellerie ! Voler en balai, jeter des sorts, combattre les trolls : Harry se révèle un sorcier doué. Mais quel est le mystère qui l'entoure ? Et qui est l'effroyable V..., le mage dont personne n'ose prononcer le nom ? Amitié, surprises, dangers, scènes comiques, Harry découvre ses pouvoirs et la vie à Poudlard. Le premier tome des aventures du jeune héros vous ensorcelle aussitôt !",
            "image": "harry_potter_tome_1_harry_potter_a_lecole_des_sorciers.png"
        },
        {
            "id": 9,
            "titre": "Là où commence la fin du monde",
            "langue originale": " Anglais",
            "premier éditeur français": "Editions ça et là",
            "premier publication":"19 Mars 2022",
            "auteurs": "Sébastien Deffontis ",
            "thèmes": " Enquête - Disparition - Thriller ",
            "résumé": "Sarah et Charles, deux jumeaux viennent de disparaître mystérieusement d’une école privée de Sibérie. ",
            "image": "Là où commence la fin du monde"
        }
    ],
    "conversations": [
        {
            "id": 1,
            "body": "Pourriez-vous créer la série Collines cachées de Eva Lang ",
            "par": "Bombgirl"
        },
        {
            "id": 2,
            "body": "J'ai voté ☺",
            "par": " RazKiss"
        },
        {
            "id": 3,
            "body": "J'ai voté ☺",
            "par": "Emilien_,"
        },
        {
            "id": 4,
            "body": "J'ai voté mais il n'y a qu'un seul roman qui m'intéresse ;)",
            "par": "Prescy"
        },
        {
            "id": 5,
            "body": "Bonjour, j'ai voté!",
            "par": "BooksFan-ny"
        },
        {
            "id": 6,
            "body": "Bonjour, je propose Scorpi, Tome 1 : Ceux qui marchent dans les ombres de Roxane Dambre.",
            "par": "Loumiel"
        },
        {
            "id": 7,
            "body": "Je propose Jésus m'aime, de David Safier",
            "par": "mistinguette60"
        },
        {
            "id": 8,
            "body": "Bonjour, Je propose L'habit ne fait pas le moineau de Zoé Brisby",
            "par": "mistinguette60"
        },
        {
            "id": 9,
            "body": "Bonsoir, je propose Mamie Luger de Benoit Philippon",
            "par": "Bombgirl,"
        }
    ],
    "comments": [
        {
            "id": 1,
            "body": "some comment",
            "postId": 1
        }
    ],
    "profile": {
        "name": "typicode"
    }
}